[
    {
        "id": 1,
        "title": "IIEC Entrepreneurship Development Programme (EDP) - Workshop",
        "author": "Dr. Y.V.Pavan Kumar,Dr. Alok Kumar Shukla",
        "authorPic": "author1.jpg",
        "published_date": "27-01-2022",
        "Participants": "65",
        "content": "EDP is aimed to develop entrepreneurial abilities among our students (both engineering and non engineering domains) by inculcating the required skills and knowledge needed for starting and running his/her enterprise. It also addresses various other entrepreneurial needs for establishing successful ventures. Mr. Ravi Eswarapu, The Program Chair, TiE-AP who has more than 15 years of experience in entrepreneurship and incubation took this session on a variety of views and topics."
        
    },
    {
        "id": 2,
        "title": "IIEC World Entrepreneurs Day Event 2022",
        "author": "Dr. Sabeel Basheer",
        "authorPic": "author1.jpg",
        "published_date": "02-08-2022",
        "Participants": "44",
        "content": "The purpose of World Entrepreneurs Day is to create awareness for innovation, incubation and entrepreneurship among the students and faculty. VITAP University supports the aspirations of young innovators to become successful entrepreneurship through IIEC. Mr. Rajaneesh Vasanta, who is the Founder of ANTAR IoT interacted with the participants and explained the importance of start ups and incubation programs for the development of the nation. He also shared his experiences on how they helped clients on addressing issues. Another session was handled by Mr. Sreeram Raavi, who is the Founder & CEO Eruvaka Technologies. He described the condition of Aqua farming in India and the lack of technological intervention"
        
    },
    {
        "id": 3,
        "title": "IIEC Patent Examination Process - An Emphasis on First Examination Report (FER)",
        "author": "Dr. Ameet Chavan, Dr. Y.V.Pavan Kumar, Dr. Sudha Ellison Mathe",
        "authorPic": "author1.jpg",
        "published_date": "10-09-2022",
        "Participants": "65",
        "content": " meeting convened, on patent examination with glee. The focus of the day, First Examination Reports (FER), To unravel the intricacies, their significance to confer.Scholars and experts gathered, minds sharp and keen, Discussing the process, analyzing each scene. Insights were shared, strategies were debated, To streamline the FER, make the process updated. Ideas sparked, innovation set ablaze, At Vitap University, knowledge led the ways."
       
    },
    {
        "id": 4,
        "title": "IIEC My Story - Motivational Session by Successful EntrepreneurStart-up founder",
        "author": "Prof. Samuel Johnson K",
        "authorPic": "author1.jpg",
        "published_date": "24-11-2022",
        "Participants": "96",
        "content": "This Industry guest lecture was organized to make students get to know the real time innovation in the startup called Any Time Diesel ATD. The creativity and problem solving of transportation of Diesel to many organization at their door step was shown with their real time truck brought to the campus."
    },
    {
        "id": 5,
        "title": "IIEC Workshop on Entrepreneruship Skill, attitude and behavior development",
        "author": " Dr. S. Priyanka, Mr. Avin Tiwari",
        "authorPic": "author1.jpg",
        "published_date": "24-11-2022",
        "Participants": "80",
        "content": "The VIT-AP University through it s Innovation, Incubation and Entrepreneurship Cell (IIEC) which is a integral part of the Institute s Innovation Council under the Ministry of Education,Government of India, is organizing an Online/Hybrid workshop on Entrepreneurship Skill, Attitude & Behaviour Development, by Ms. Niveda Ravikumar on 02/12/2022 (3:00 PM- 04:00 PM) via Zoom Platform."
    },
    {
        "id": 6,
        "title": "IIEC Session/ Workshop on Business Model Canvas (BMC)",
        "author": "Prof. Samuel Johnson K",
        "authorPic": "author1.jpg",
        "published_date": "12.05.2023",
        "Participants": "26",
        "content": "Prototype exhibition was to show case and get inputs from judges and faculty members and rework and do the improvisation. Last Product Expo Mela is to show case the final design done from waste and recycle and keep it as motto from Product to Market. Students lernt the Design thinking way of working and also learn the challenges of how to have a go to market and getting the business side."
    },
    {
        "id": 8,
        "title": "IIEC National Science Day",
        "author": "IIC & SAS Dept",
        "authorPic": "author1.jpg",
        "published_date": "28-02-2023",
        "Participants": "50",
        "content": "School of Advanced Sciences and Innovation, incubation and entrepreneur cell of VIT-AP University jointly organised National Science Day at VIT-AP campus to commemorate the discovery of Raman effect. This event was a great platform for students to showcase their innovative ideas and scientific models to create awareness of Science and Technology and inculcate scientific temper."
    },
    {
        "id": 7,
        "title": "IIEC Workshop on Intellectual Property Rights (IPRs) and IP management for start-up",
        "author": "Dr. Ananthu S hari, VSL",
        "authorPic": "author1.jpg",
        "published_date": " 15-03-2023",
        "Participants": "50",
        "content": "The VIT-AP School of Law (VSL) and the Innovation, Incubation and Entrepreneurship Cell (IIEC) of the VIT-AP University jointly organized one day national seminar on the occasion of World Intellectual Property Day in April 26,2023. The conference was organized on the theme Think, Innovate and Protect to raise awareness about the importance of Intellectual Property Rights and its role in promoting innovation and creativity. The Seminar was organized in the context that Intellectual Property has become an indispensable right, with which, every valuable right that could be thought of, is connected, and to that extent it has become an important pillar of progress in today s world.."
    }

]
